import React, { Component } from 'react'
// import { Link } from 'react-router'

export default class About extends Component {
  render () {
    return (
      <div style={{height: '100%'}}>
        <div className="protocol TrLiBox">
            <h4>一、保证金的缴纳</h4>
            <p>保证金是竞拍人参加竞拍的凭证，如竞拍人有意参加相关商品竞拍活动，则须缴纳卖家设置的参与竞拍活动的保证金；保证金的缴纳方式为以订单的形式通过网上银行进行支付。<br/>
            缴纳次数：每个商品的竞拍只需要缴纳一次保证金；</p>
            <h4>二、保证金的返还</h4>
            <p>在符合以下条件时将原路退还客户保证金：<br/>
1.竞拍人未成功竞拍车辆：例如在竞拍过程中始终未出价、在竞拍过程中放弃加价等情况<br/>
.竞拍人竞拍成功后，在竞拍规则规定时间内完成线下交易；<br/>
竞拍结束后（成功竞拍者完成线下交易后），系统会自动在1-3个工作日内将款项内退还到支付账号中，如您缴纳的竞拍保证金符合退还条件，但是系统未予退还，您可以联系易卡车客服021-60527657，我们会尽快帮您处理。
            </p>
            <h4>三、保证金的扣除</h4>
            <p>在竞拍成功之时起的10天内，未按照成交价格完成线下交易，将扣除保证金！
如因卖家原因导致竞拍人无法进行线下交易，竞拍人可在交易关闭的15天内联系易卡车客服021-60527657，逾期保证金申诉不给予受理。</p>
        </div>
        <span className="go-back" onClick ={() => {window.history.back()}}>返回</span>
      </div>
    )
  }
}
